{
  "BUTTON": {
    "readAllNews": "READ THE NEWS",
    "more": "load more"
  },
  "COVER": {
    "solarPower": "Our boat produces currently {{ watts }} watts"
  },
  "ABOUT_US":{
    "about_us":"about us",
    "begining":"BME Solar Boat Team was founded in 2014 by three mechanical engineering students from the Faculty of Mechanical Engineering. The team was created with the purpose of designing and building a solar-powered,  electric racing boat and to successfully compete in the Dutch Solar Challenge in 2016 and Solar 1 Races in Monte-Carlo with this vehicle. Our aim is to raise awareness of the renewable energy source possibilities and to create a knowledge base and infrastructure that helps the newer generations to take part in electric vehicle development projects.",
    "GPK": "Mechatronics and mechanical engineering students joined from the Faculty of Mechanical Engineering, who worked on software support for the electronic systems, hull manufacturing technology, CFD simulations, steering and propulsion system.",
    "KJK":"Students from the Faculty of Transport and Vehicle Engineering also joined us. They assisted the design and the implementation works. Their main tasks were the hull design and its manufacturing and the blueprints of the first hydrofoils.",
    "VIK":"Also several students came from the Faculty of Electrical Engineering and Informatics to play a key role in the design of the electrical system of the boat: the battery management and solar cell system, the power electronics, and the electric drive.",
    "GTK":"Later, as the team developed more and more, students from the Faculty of Economic and Social Sciences also came to deal with marketing and economic affairs.",
    "end":"In addition to the design and construction plans of the present, we also pay attention to the future - we have created our racing team with a long-term goal; we hope that our initiative will create a knowledge base and infrastructure which makes the project work for many years, involving more and more generations of engineer students in the field of electric vehicle design and construction."
  },
  "NEWS":{
    "news": "news",
    "all_news": "all news",
    "title": "{{title_en}}",
    "shortArticle": "{{shortArticle_en}}",
    "content": "{{content_en}}"
  },
  "SPONSORS":{
    "sponsors":"sponsors",
    "main":"Gold level sponsors",
    "top":"Silver level sponsors",
    "other":"Bronze level sponsors ",
    "partners":"scientific partners",
    "uni":"Budapest University of Technology and Economics"
  },
  "GALLERY":{
    "gallery":"gallery"
  },
  "ACHIEVEMENTS":{
    "achievements":"achievements",
    "title":"{{title_en}}",
    "description":"{{description_en}}",
    "location":"{{location_en}}",
    "date":"{{date}}",
    "place":"Ranking achieved: {{place}}"

  },
  "FOOTER":{
    "title":"contact us",
    "madeBy":"made by Sára Sinkó and Virág Dörner"
  },
  "MEMBERS":{
    "management":"{{management_en}}",
    "economic": "{{economic_en}}",
    "electronic": "{{electronic_en}}",
    "mechanical": "{{mechanical_en}}",
    "material": "{{material_en}}",
    "simulation": "{{simulation_en}}",
    "leader_first": "{{leader_firstName}}",
    "leader_last": "{{leader_lastName}}",
    "member_first": "{{member_firstName}}",
    "member_last": "{{member_lastName}}",
    "job": "{{job_en}}"
  }
}
