{
  "BUTTON": {
    "readAllNews": "TELJES HÍR OLVASÁSA",
    "more": "korábbiak betöltése",
    "description": "leírás"
  },
  "NAV": {
  "aboutUs": "rólunk",
  "team": "csapatunk",
  "news": "hírek",
  "achievements": "eredmények",
  "sponsors": "szponzorok",
  "gallery": "galéria"
},
  "COVER": {
    "solarPower": "Jelenlegi napsütésben {{ watts }} Wattot termel a hajó"
  },
  "ABOUT_US": {
    "about_us":"rólunk",
    "beginning":"2014-ben a Gépészmérnöki Kar három gépészmérnök hallgatója alapította BME Solar Boat Team csapatot, mely azzal a céllal jött létre, hogy egy kizárólag napenergiával működő, ember által vezetett, teljesen elektromos hajtású versenyhajót tervezzen és építsen, és ezzel a járművel 2016-ban a Hollandiában és Monte-Carlóban megrendezésre kerülő Dutch Solar Challenge Világbajnokság és Solar 1 Races megmérettetésein sikerrel szálljon versenybe.",
    "GPK": "A projekthez csatlakoztak továbbá a Gépészmérnöki Karról mechatronikai mérnök és gépészmérnök hallgatók, akik az elektronikai rendszerek szoftveres támogatásán, a hajótest gyártástechnológiáján, a CFD szimulációkon, valamint a kormányzási és hajtásrendszeren dolgoztak.",
    "KJK":"A Közlekedésmérnöki és Járműmérnöki Karról további négy hallgató érkezett, akik a tervezésben és megvalósításban segédkeztek; a közlekedésmérnökök feladata a hajótest és a hydrofoil tervezése volt, valamint megfelelő szállítókocsi tervezése a jármű közúti mozgatásához.",
    "VIK":"A Villamosmérnöki és Informatikai Karról is érkeztek hallgatók, akik a hajó elektronikai rendszerének megtervezésében játszottak kulcsszerepet. Az akkumulátor és napelemes rendszer, a teljesítményelektronikai berendezések, valamint a villamos hajtás megtervezése jelentette fő feladatukat.",
    "GTK":"A későbbiekben, ahogy a csapat egyre jobban kinőtte magát, a Gazdaság- és Társadalomtudományi Karról is érkeztek hallgatók, akik a marketing és gazdasági ügyek lebonyolításával foglalkoztak.",
    "end":"A jelen tervezési és építési feladatai mellett a jövőre is figyelmet fordítunk - versenycsapatunkat hosszú távú céllal hoztuk létre; reményeink szerint kezdeményezésünkkel egy olyan tudásbázis és infrastruktúra jön létre, melyre építve éveken keresztül működik majd a csapat, a mérnökhallgatók újabb és újabb generációját bevonva az elektromos járműépítés világába."
  
  },
  "NEWS": {
    "news":"hírek",
    "all_news":"összes hír",
    "title": "{{title_hu}}",
    "shortArticle": "{{shortArticle_hu}}",
    "content": "{{content_hu}}"
  },
  "SPONSORS":{
    "sponsors":"szponzorok",
    "main":"Fő szponzoraink",
    "top":"Kiemelt szponzoraink",
    "other":"Szponzoraink",
    "partners":"Tudományos partnereink",
    "uni":"Budapesti Műszaki és Gazdaságtudományi Egyetem"
  },
  "GALLERY":{
    "gallery":"galéria"
  },
  "ACHIEVEMENTS":{
    "achievements":"eredmények",
    "title":"{{title_hu}}",
    "description":"{{description_hu}}",
    "location":"{{location_hu}}",
    "date":"{{date}}",
    "place":"{{place_hu}}"
  },
  "FOOTER":{
    "title":"elérhetőségek",
    "madeBy":"készítette: Sinkó Sára és Dörner Virág"
  },
  "MEMBERS":{
    "management":"{{management_hu}}",
    "economic": "{{economic_hu}}",
    "electronic": "{{electronic_hu}}",
    "mechanical": "{{mechanical_hu}}",
    "material": "{{material_hu}}",
    "simulation": "{{simulation_hu}}",
    "leader_first": "{{leader_lastName}}",
    "leader_last": "{{leader_firstName}}",
    "member_first": "{{member_lastName}}",
    "member_last": "{{member_firstName}}",
    "job": "{{job_hu}}",
    "job_leader": "{{job_hu}}",
    "electronicDesc": "{{electronic_desc_hu}}",
    "economicDesc": "{{economic_desc_hu}}",
    "mechanicalDesc": "{{mechanical_desc_hu}}",
    "materialDesc": "{{material_desc_hu}}",
    "simulationDesc": "{{simulation_desc_hu}}"

  }
}
